[{"id":"1210","name":"ImageSim Registration","url":"http://localhost:3000/events/imagesim-registration--2","category":"Module","description":"<p><a href=\"https://imagesim.com/\">ImageSim</a> is an online competency-based learning tool that helps health care professionals improve&nbsp;their diagnostic knowledge and interpretation of medical images.&nbsp;<span>Improve clinical performance, gain Continuing Medical Education Credits, and create better patient health outcomes through an online competency-based course available 24/7.</span></p>\r\n<p><span data-mce-mark=\"1\"><span data-mce-mark=\"1\">Please note that we will not share or disclose any information to third parties in accordance to our <a href=\"http://trekk.ca/legal\">Privacy Policy</a>.<br /></span></span></p>\r\n<p><span>Register below in order to receive a code for a $30 discount with ImageSim.</span></p>","synopsis":"ImageSim is an online competency-based learning tool that helps health care professionals improve their diagnostic knowledge and interpretation of medical images. Register below in order to receive a code for a $30 discount with ImageSim.","starts_on":"October 05, 2017 - 10:39 am","ends_on":"October 26, 2017 -  2:27 pm","team":"News and Events","audiences":[],"focus_areas":[]},{"id":"1232","name":"Child Health Research Days 2017","url":"http://localhost:3000/events/child-health-research-days-2017","category":"Announcement","description":"<p>The <a href=\"https://chrdmb.ca/\">13th Annual Child Health Research Days (CHRD)</a>, presented by the <a href=\"http://chrim.ca/\">Children's Hospital Research Institute of Manitoba</a>&nbsp;(CHRIM) is fast approaching. For the first time ever, CHRD will be a three day event, starting on October 3rd and ending on the 5th.</p>\r\n<p>CHRD will kick off with a public forum at the Canadian Museum for Human Rights (CMHR) discussing \"Healing from Trauma\". The second day will host a variety of presentations united by the common theme, \"Pathways to Equity: Better Health for All Children\", ending with a gala dinner and awards ceremony. For information and how to register, please visit&nbsp;<a href=\"https://chrdmb.ca/agenda/\">chrdmb.ca</a>.</p>","synopsis":"The 13th Annual Child Health Research Days (CHRD), presented by the Children's Hospital Research Institute of Manitoba (CHRIM) is fast approaching. For the first time ever, CHRD will be a three day event, starting on October 3rd and ending on the 5th. CHRD will kick off with a public forum at the Canadian Museum for Human Rights (CMHR) discussing \"Healing from Trauma\". The second day will host a variety of presentations united by the common theme, \"Pathways to Equity: Better Health for All Children\", ending with a gala dinner and awards ceremony.\r\n\r\n\r\nFor information and how to register, please visit chrdmb.ca.","starts_on":"September 30, 2018 -  1:03 pm","ends_on":"October 30, 2018 -  1:03 pm","team":"News and Events","audiences":[],"focus_areas":[]}]
